[XComGameState_LWOverhaulOptions]
LWOverhaulTabName="LONG WAR (LWOTC)"
GrazeBandWidthMod="Дiапазон \"подряпини\""
GrazeBandWidthModTooltip="Визначає, наскiльки близько пострiл повинен бути до попадання, щоб вважатися \"подряпиною\""
GrazeBandValue="Значення: <XGParam:IntValue0>"
PauseOnRecruitMod="Пауза при наймi"
PauseOnRecruitModTooltip="Припиняє час на глобусi, коли в сховищi наймають нового солдата або повстанця"

[UIScreenListener_ShellDifficulty]
strIncompatibleModsTitle="ВИЯВЛЕНО ДУБЛIКАТИ МОДИФIКАЦIЙ"
strIncompatibleModsText="Виявлено дублiкати модифiкацiй:\n%modnames%\nЦi модифiкацiї входять до складу цiєї модифiкацiї i мають бути вимкненi при запуску гри. Продовжуючи, ви ризикуєте зiткнутися з такими проблемами, як низька продуктивнiсть i нестабiльна робота."

[UIMission_LWCustomMission]
m_strMissionDifficulty_start="БАЗОВА АКТИВНIСТЬ ПРОТИВНИКА"

[ProtectRegionEarly X2LWAlienActivityTemplate]
ActivityName="ProtectRegion1Activity"
; LWOTC Needs Translation
ActivityObjectives[0]="Почнiть звiльнення регiону"
; End Translation

+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)

[ProtectRegionMid X2LWAlienActivityTemplate]
ActivityName="ProtectRegion2Activity"
ActivityObjectives[0]="Звiльнення: врятуйте перебiжчика"

+MissionDescriptions=(MissionFamily="Extract_LW", Description="Ми можемо евакуювати перебiжчика з \"Адвента\", що має ключову iнформацiю про слабкi мiсця прибульцiв у цьому регiонi.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Нам стало вiдомо про прихильника Опору, що має важливi подробицi про слабкi мiсця прибульцiв у цьому регiонi.", MissionIndex=0)

[ProtectRegion X2LWAlienActivityTemplate]
ActivityName="ProtectRegion3Activity"
ActivityObjectives[0]="Звiльнення: перешкодьте дiям \"Адвента\""
ActivityObjectives[1]="Звiльнення: знищте мережеву вежу"
ActivityObjectives[2]="Звiльнення: атакуйте базу \"Адвента\""

+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="Нам стало вiдомо, що пристрiй \"Адвента\" створює перешкоди в комунiкацiйнiй мережi Опору. Ми маємо його знищити.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Neutralize_LW", Description="Нашi дiї допомогли виявити спiвробiтника \"Адвента\", що керує дiями ворога в цьому регiонi. Його необхiдно нейтралiзувати.", MissionIndex=0)

+MissionDescriptions=(MissionFamily="AssaultNetworkTower_LW", Description="Ми здобуваємо перемогу за перемогою в цьому регiонi. Настав час знищити центр зв'язку в столицi.", MissionIndex=1)

+MissionDescriptions=(MissionFamily="AssaultAlienBase_LW", Description="Поки \"Адвент\" приводить свої справи в порядок, ми можемо атакувати регiональний вiйськовий штаб i звiльнити регiон з-пiд ворожого контролю.", MissionIndex=2)

[Counterinsurgency X2LWAlienActivityTemplate]
ActivityName="CounterinsurgencyActivity"
ActivityObjectives[0]="Запобiгти витоку даних Опору"
ActivityObjectives[1]="Захистiть сховище Опору"

+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="\"Адвент\" розслiдує нашi дiї в цьому регiонi. Сховище може опинитися в небезпецi.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Terror_LW", Description="Сили противника наближаються до сховища. Ми маємо його захистити i людей всерединi.", MissionIndex=1)
+MissionDescriptions=(MissionFamily="Defend_LW", Description="Сили противника наближаються до сховища. Ми маємо його захистити i людей всерединi.", MissionIndex=1)

[ReinforceActivity X2LWAlienActivityTemplate]
ActivityName="ReinforceActivity"
ActivityObjectives[0]="Перехопiть пiдкрiплення \"Адвента\""
+MissionDescriptions=(MissionFamily="SupplyLineRaid_LW", Description="Ми виявили в цьому регiонi перемiщення сил \"Адвента\" у вiдповiдь на нашi дiї.", MissionIndex=0)

[COINResearch X2LWAlienActivityTemplate]
ActivityName="COINResearchActivity"
ActivityObjectives[0]="Перешкодьте вiйськовим розробкам \"Адвента\""
+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли вдалий момент, щоб не дозволити прибульцям завершити вiйськовий дослiдницький проект.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли вдалий момент, щоб не дозволити прибульцям завершити вiйськовий дослiдницький проект.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="Ми знайшли вдалий момент, щоб не дозволити прибульцям завершити вiйськовий дослiдницький проект.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Neutralize_LW", Description="Ми знайшли вдалий момент, щоб лiквiдувати спiвробiтника \"Адвента\" i не дозволити прибульцям завершити вiйськовий дослiдницький проект.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Ми знайшли вдалий момент, щоб врятувати полоненого вченого, якого змушують працювати над вiйськовим дослiдницьким проектом.", MissionIndex=0)

[COINOps X2LWAlienActivityTemplate]
ActivityName="COINOpsActivity"
ActivityObjectives[0]="Атакуйте контррозвiдку \"Адвента\""
+MissionDescriptions=(MissionFamily="Recover_LW", Description="\"Адвент\" проводить операцiю, прагнучи перешкодити дiям Опору i XCOM. У нас є шанс зупинити їх.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="\"Адвент\" проводить операцiю, прагнучи перешкодити дiям Опору i XCOM. У нас є шанс зупинити їх.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="\"Адвент\" проводить операцiю, прагнучи перешкодити дiям Опору i XCOM. У нас є шанс зупинити їх.", MissionIndex=0)

[BuildResearchFacility X2LWAlienActivityTemplate]
ActivityName="BuildResearchFacilityActivity"
ActivityObjectives[0]="Влаштуйте засiдку на будiвельну бригаду \"Адвента\""
+MissionDescriptions=(MissionFamily="SupplyLineRaid_LW", Description="Нам стало вiдомо про плани прибульцiв створити в цьому регiонi нову дослiдницьку станцiю. Ми можемо влаштувати засiдку на будiвельну бригаду i змiшати їх плани.", MissionIndex=0)

[RegionalAvatarResearch X2LWAlienActivityTemplate]
ActivityObjectives[0]="Атакуйте наукову лабораторiю прибульцiв"
+MissionDescriptions=(MissionFamily="Sabotage_LW", Description="Ми виявили важливу наукову лабораторiю прибульцiв. Знищiть її дотла.", MissionIndex=0)

; LWOTC Needs Translation
[ScheduledOffworldReinforcements X2LWAlienActivityTemplate]
ActivityName="ScheduledOffworldReinforcementsActivity"
ActivityObjectives[0]="Знайдiть маршрути польотiв ворога: Рiвень сили НЛО"
ActivityObjectives[1]="Заберiть артефакти з НЛО"

+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="SecureUFO_LW", Description="Наша розвiдка виявила вразливе НЛО, що знаходиться на землi.", MissionIndex=1)

[EmergencyOffworldReinforcements X2LWAlienActivityTemplate]
ActivityName="EmergencyOffworldReinforcementsActivity"
ActivityObjectives[0]="Знайдiть маршрути польотiв ворога: Стандартне НЛО"
ActivityObjectives[1]="Заберiть артефакти з НЛО"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="SecureUFO_LW", Description="Наша розвiдка виявила вразливе НЛО, що знаходиться на землi.", MissionIndex=1)

[SuperEmergencyOffworldReinforcements X2LWAlienActivityTemplate]
ActivityName="SuperEmergencyOffworldReinforcementsActivity"
ActivityObjectives[0]="Знайти маршрути польотiв ворога: Супер НЛО"
ActivityObjectives[1]="Заберiть артефакти з НЛО"

; End Translation

+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Ми виявили полоненого \"Адвента\", який може пролити свiтло на плани ворога.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="SecureUFO_LW", Description="Наша розвiдка виявила вразливе НЛО, що знаходиться на землi.", MissionIndex=1)

[Invasion X2LWAlienActivityTemplate]
ActivityName="InvasionActivity"
ActivityObjectives[0]="Влаштуйте засiдку на авангард \"Адвента\""
ActivityObjectives[1]="Захистiть тимчасовий уряд"

+MissionDescriptions=(MissionFamily="SupplyLineRaid_LW", Description="Ми засiкли сили \"Адвента\", що проникли в цей регiон. Необхiдно зупинити їхнє просування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Invasion_LW", Description="\"Адвент\" наступає i атакує тимчасовий уряд у цьому регiонi. Захистiть наших людей, або регiон знову опиниться пiд владою ворога.", MissionIndex=1)

[Foothold X2LWAlienActivityTemplate]
ActivityName="FootholdActivity"
ActivityObjectives[0]="Нападiть на десантний НЛО"
ActivityObjectives[1]="Захистiть тимчасовий уряд"

+MissionDescriptions=(MissionFamily="SecureUFO_LW", Description="Прибульцi намагаються закрiпитися на Землi. Ми можемо зупинити їх, якщо завдамо удару по десантному кораблю, коли той приземлиться.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Invasion_LW", Description="Прибульцi наступають i атакують тимчасовий уряд у цьому регiонi. Захистiть наших людей, або регiон знову опиниться пiд владою ворога.", MissionIndex=1)

[Propaganda X2LWAlienActivityTemplate]
ActivityName="PropagandaActivity"
ActivityObjectives[0]="Привернiть увагу \"Адвента\""
+MissionDescriptions=(MissionFamily="SabotageCC_LW", Description="Прибульцi залишили центр мiста вiдносно незахищеним. Ми можемо завдати удару по одному з пам'ятникiв як мiру залякування, але \"Адвент\" напевно вiдреагує на загрозу.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Neutralize_LW", Description="Нам стало вiдомо, що найближчим часом високопоставлений чиновник в адмiнiстрацiї \"Адвента\" на короткий час залишиться без охорони. Ми можемо його лiквiдувати, але \"Адвент\", безумовно, вiдреагує.", MissionIndex=0)

[ProtectResearch X2LWAlienActivityTemplate]
ActivityName="ProtectResearchActivity"
ActivityObjectives[0]="Знайдiть вказiвку на об'єкт"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="Ми виявили пристрiй, за допомогою якого \"Адвент\" глушить зв'язок Опору. Якщо його знищити, ми зможемо вийти на новi джерела розвiдданих.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Ми виявили полоненого \"Адвента\", який може пролити свiтло на плани ворога.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Extract_LW", Description="Нам стало вiдомо про людину, якiй вдалося втекти з комплексу \"Адвента\". Вiн може розповiсти багато важливого про дiї ворога. Його потрiбно евакуювати.", MissionIndex=0)

[ProtectData X2LWAlienActivityTemplate]
ActivityName="ProtectDataActivity"
ActivityObjectives[0]="Знайдiть зачiпку"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="Ми виявили пристрiй, за допомогою якого \"Адвент\" глушить зв'язок Опору. Якщо його знищити, ми зможемо вийти на новi джерела розвiдданих.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Ми виявили полоненого \"Адвента\", який може пролити свiтло на плани ворога.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Extract_LW", Description="Нам стало вiдомо про людину, якiй вдалося втекти з комплексу \"Адвента\". Вiн може розповiсти багато важливого про дiї ворога. Його потрiбно евакуювати.", MissionIndex=0)

[TroopManeuvers X2LWAlienActivityTemplate]
ActivityName="TroopManeuversActivity"
ActivityObjectives[0]="Послабшiть силу ворога"
+MissionDescriptions=(MissionFamily="TroopManeuvers_LW", Description="Один iз пiдроздiлiв \"Адвента\" вразливий для раптової атаки.")

[CovertOpsTroopManeuvers X2LWAlienActivityTemplate]
ActivityName="CovertOpsTroopManeuversActivity"
ActivityObjectives[0]="Знищiть розвiдувальну групу"
+MissionDescriptions=(MissionFamily="CovertOpsTroopManeuvers_LW", Description="Один iз розвiдувальних пiдроздiлiв \"Адвента\" вразливий для раптової атаки.")

[HighValuePrisoner X2LWAlienActivityTemplate]
ActivityName="HighValuePrisonerActivity"
ActivityObjectives[0]="Звiльнiть важливого полоненого"
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Нам стало вiдомо, де \"Адвент\" тримає важливого полоненого. У нас є трохи часу, щоб його звiльнити.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Extract_LW", Description="Нам стало вiдомо, що з в'язницi \"Адвента\" втiк чоловiк, здатний допомогти Опору. У нас є короткочасна можливiсть вивезти його в безпечне мiсце.", MissionIndex=0)

[PoliticalPrisoners X2LWAlienActivityTemplate]
ActivityName="PoliticalPrisonersActivity"
ActivityObjectives[0]="Звiльнiть полонених повстанцiв"
+MissionDescriptions=(MissionFamily="Jailbreak_LW", Description="Кiлькох учасникiв Опору тримають у полонi в захищеному комплексi. Нам випала можливiсть їх звiльнити.", MissionIndex=0)

[Logistics X2LWAlienActivityTemplate]
ActivityObjectives[0]="Захопiть набiр ресурсiв \"Адвента\""
+MissionDescriptions=(MissionFamily="SmashnGrab_LW", Description="Опiр виявив розташування цiнних ресурсiв противника, якi ми можемо отримати для своїх потреб.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="SupplyExtraction_LW", Description="Опiр виявив розташування цiнних ресурсiв противника, якi ми можемо отримати для своїх потреб.", MissionIndex=0)

[BigSupplyExtraction_LW X2LWAlienActivityTemplate]
ActivityObjectives[0]="Захопiть великий набiр ресурсiв \"Адвента\""
+MissionDescriptions=(MissionFamily="BigSupplyExtraction_LW", Description="Опiр виявив розташування цiнних ресурсiв противника, якi ми можемо отримати для своїх потреб.", MissionIndex=0)

[IntelRaid X2LWAlienActivityTemplate]
ActivityName="IntelRaidActivity"
ActivityObjectives[0]="Захистiть агентiв Опору"
+MissionDescriptions=(MissionFamily="IntelRaid_LW", Description="Команда збирачiв Опору була виявлена \"Адвентом\". Ми маємо захистити людей i обладнання вiд ворожої групи захоплення.")

[SupplyConvoy X2LWAlienActivityTemplate]
ActivityName="SupplyConvoyActivity"
ActivityObjectives[0]="Захистiть агентiв Опору"
+MissionDescriptions=(MissionFamily="SupplyConvoy_LW", Description="Сили \"Адвента\" рухаються назустрiч конвою постачання Опору. Ми маємо захистити людей i ресурси.")

[RecruitRaid X2LWAlienActivityTemplate]
ActivityName="RecruitRaidActivity"
ActivityObjectives[0]="Захистiть агентiв Опору"
+MissionDescriptions=(MissionFamily="RecruitRaid_LW", Description="Рекрутери Опору натрапили на патруль \"Адвента\". Потрiбно негайно евакуювати наш персонал.")

[Snare X2LWAlienActivityTemplate]
ActivityName="SnareActivity"
ActivityObjectives[0]="Знайдiть зачiпку"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенцiйну зачiпку щодо дiй \"Адвента\". Потрiбно провести розслiдування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Ми виявили полоненого \"Адвента\", який може пролити свiтло на плани ворога.", MissionIndex=0)

[DebugMission X2LWAlienActivityTemplate]
ActivityObjectives[0]="DEBUG мiсiї"

[Rendezvous X2LWAlienActivityTemplate]
ActivityName="RendezvousActivity"
ActivityObjectives[0]="Dummy мiсiя"
ActivityObjectives[1]="Влаштуйте засiдку на сили \"Адвента\""
+MissionDescriptions=(MissionFamily="Rendezvous_LW", Description="Dummy mission", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rendezvous_LW", Description="Вислiдiть шпигунiв-безликих та їх союзникiв з \"Адвента\" поблизу цього сховища.", MissionIndex=1)

[X2Item_LWGauntlet]
PrimaryRangeLabel="Дальнiсть ракети"
PrimaryRadiusLabel="Радiус ракети"
SecondaryRangeLabel="Дальнiсть вогнемета"
SecondaryRadiusLabel="Радiус вогнемета"

[LWGauntlet_CV X2MultiWeaponTemplate]
FriendlyName="\"Рукавиця\""
FriendlyNamePlural="\"Рукавицi\""
BriefSummary="Ця комбiнацiя з вогнемета i мiнi-ракетомета була розроблена, щоб дозволити нашим руйнiвникам вирiшувати рiзнi проблеми в бою."
TacticalText="<Bullet/> \"Рукавиця\" - удосконалений пристрiй, оснащене мiнiатюрним ракетометом i вогнеметом.<br/><Bullet/> Ракетомет спочатку має один заряд i радiус ураження в три клiтини.<br/><Bullet/> Вогонь можна вести по будь-якiй цiлi в зонi видимостi.<br/><Bullet/> Шкода вiд ракет зменшується у мiру вiддалення вiд точки попадання.<br/><Bullet/> Вогнемет - зброя малої дальностi, що завдає шкоди в конусоподiбнiй зонi ураження.<br/><Bullet/> Вогнемет обмежений двома зарядами i не завдає шкоди механiчним цiлям за вiдсутностi полiпшень.<br/><Bullet/> Використання будь-якої здiбностi \"рукавицi\" вимагає одну дiю i закiнчує хiд.<br/><Bullet/> На точнiсть ракет впливає точнiсть солдата, дистанцiю пострiлу i кiлькiсть залишкових очок дiї на поточному ходу. Низькi показники точностi призводять до бiльшого допустимого розсiювання i ракета буде мати шанси вiдхилитися вiд цiльової клiтини на бiльшу вiдстань. Максимальний радiус розльоту вказано у спливаючому меню, тодi як число бiля курсора наведення вiдображає середнє значення розсiювання для пострiлу по данiй областi."
AbilityDescName="\"рукавиця\""

[LWGauntlet_MG X2MultiWeaponTemplate]
FriendlyName="\"Рукавиця\" МК2"
FriendlyNamePlural="\"Рукавицi\" МК2"
BriefSummary="Зброя, встановлена на \"рукавицi\" МК2, потужнiша своїх попередникiв."
TacticalText="<Bullet/> \"Рукавиця\" - удосконалений пристрiй, оснащене мiнiатюрним ракетометом i вогнеметом.<br/><Bullet/> Ракетомет спочатку має один заряд i радiус ураження в три клiтини.<br/><Bullet/> Вогонь можна вести по будь-якiй цiлi в зонi видимостi.<br/><Bullet/> Шкода вiд ракет зменшується у мiру вiддалення вiд точки попадання.<br/><Bullet/> Вогнемет - зброя малої дальностi, що завдає шкоди в конусоподiбнiй зонi ураження.<br/><Bullet/> Вогнемет обмежений двома зарядами i не завдає шкоди механiчним цiлям за вiдсутностi полiпшень.<br/><Bullet/> Використання будь-якої здiбностi \"рукавицi\" вимагає одну дiю i закiнчує хiд.<br/><Bullet/> На точнiсть ракет впливає точнiсть солдата, дистанцiю пострiлу i кiлькiсть залишкових очок дiї на поточному ходу. Низькi показники точностi призводять до бiльшого допустимого розсiювання i ракета буде мати шанси вiдхилитися вiд цiльової клiтини на бiльшу вiдстань. Максимальний радiус розльоту вказано у спливаючому меню, тодi як число бiля курсора наведення вiдображає середнє значення розсiювання для пострiлу по данiй областi."
AbilityDescName="\"рукавиця\""

[LWGauntlet_CG X2MultiWeaponTemplate]
FriendlyName="\"Рукавиця\" МК3"
FriendlyNamePlural="\"Рукавицi\" МК3"
BriefSummary="\"Рукавиця\" МК3 завдає бiльше шкоди, нiж попереднi зразки."
TacticalText="<Bullet/> \"Рукавиця\" - удосконалений пристрiй, оснащене мiнiатюрним ракетометом i вогнеметом.<br/><Bullet/> Ракетомет спочатку має один заряд i радiус ураження в три клiтини.<br/><Bullet/> Вогонь можна вести по будь-якiй цiлi в зонi видимостi.<br/><Bullet/> Шкода вiд ракет зменшується у мiру вiддалення вiд точки попадання.<br/><Bullet/> Вогнемет - зброя малої дальностi, що завдає шкоди в конусоподiбнiй зонi ураження.<br/><Bullet/> Вогнемет обмежений двома зарядами i не завдає шкоди механiчним цiлям за вiдсутностi полiпшень.<br/><Bullet/> Використання будь-якої здiбностi \"рукавицi\" вимагає одну дiю i закiнчує хiд.<br/><Bullet/> На точнiсть ракет впливає точнiсть солдата, дистанцiю пострiлу i кiлькiсть залишкових очок дiї на поточному ходу. Низькi показники точностi призводять до бiльшого допустимого розсiювання i ракета буде мати шанси вiдхилитися вiд цiльової клiтини на бiльшу вiдстань. Максимальний радiус розльоту вказано у спливаючому меню, тодi як число бiля курсора наведення вiдображає середнє значення розсiювання для пострiлу по данiй областi."
AbilityDescName="\"рукавиця\""

[LWGauntlet_BM X2MultiWeaponTemplate]
FriendlyName="Бластерна \"рукавиця\""
FriendlyNamePlural="Бластернi \"рукавицi\""
BriefSummary="Зброя в покращенiй \"рукавицi\" завдає величезної шкоди, а мiкроракети здатнi наводитися на цiль."
TacticalText="<Bullet/> Бластерна установка, що входить у конструкцiю покращеної \"рукавицi\", випускає високотехнологiчну ракету, здатну огинати перешкоди.\n<Bullet/> Покращений вогнемет завдає великої шкоди в конусi як ворогам, так i предметам оточення.<br/><Bullet/> Шкода вiд ракет зменшується у мiру вiддалення вiд точки попадання.<br/><Bullet/> Вогнемет - зброя малої дальностi, що завдає шкоди в конусоподiбнiй зонi ураження.<br/><Bullet/> Вогнемет обмежений двома зарядами i не завдає шкоди механiчним цiлям за вiдсутностi полiпшень.<br/><Bullet/> Використання будь-якої здiбностi \"рукавицi\" вимагає одну дiю i закiнчує хiд.<br/><Bullet/> На точнiсть ракет впливає точнiсть солдата, дистанцiя дистанцiю i кiлькiсть залишкових очок дiї на поточному ходу. Низькi показники точностi призводять до бiльшого допустимого розсiювання i ракета буде мати шанси вiдхилитися вiд цiльової клiтини на бiльшу вiдстань. Максимальний радiус розльоту вказано у спливаючому меню, тодi як число бiля курсора наведення вiдображає середнє значення розсiювання для пострiлу по данiй областi."
AbilityDescName="\"рукавиця\""

[UISquadSelect_InfiltrationPanel]
strInfiltrationTitle="ПIДСУМКОВЕ ПРОНИКНЕННЯ:"
strBaseInfiltrationTitle="Базове проникнення:"
strSquadSizeTitle="Вплив розмiру загону:"
strCovertnessTitle="Вплив здiбностей та екiпiровки:"
strMissionTimeTitle="Доступнiсть завдання:"
strDaysAndHours="<XGParam:IntValue0> дн., <XGParam:IntValue1> год."
strMinusDaysAndHours="- <XGParam:IntValue0> дн., <XGParam:IntValue1> год."
strPlusDaysAndHours="+ <XGParam:IntValue0> дн., <XGParam:IntValue1> год."
strMissionIndefinite="Невизначений термiн"
strLiberationTitle="Модифiкатор прогресу звiльнення:"

; LWOTC Needs Translation
UpToText="До"
ExpectedActivityTextStr="Очiкувана активнiсть"
BoostedActivityText="Очiкувана активнiсть (з прискоренням)"
BoostTextPre="З"
BoostTextPost="Прискорення"
;End Translated

[UIScreenListener_DropShipBriefing_MissionStart]
strLaunchingInfiltration="КОНТАКТ У НАЙБЛИЖЧИЙ ЧАС"

[UIUtilities_Text_LW]
m_strHelp="Довiдка"

[X2Ability_LW_GearAbilities]
strWeight="Мала вага предмета"
AblativeHPLabel="Аблятивнi ОЗ щита"

[X2Ability_LW_TechnicalAbilitySet]
strMaxScatter="\nМаксимальне розсiювання (клiтинок):"

; LWOTC Needs Translation
[X2Ability_LW_ChosenAbilities]
ShieldedStatBuffsLocDescription="Бонус до влучностi, ймовiрностi критичного удару, волi та псi-атаки."
ImpactCompensationBuffDescription="Зменшення всiх вхiдних пошкоджень на <Ability:IMPACT_COMPENSATION_CURRENT_DR/>%"
; End Translation

[XComGameState_LWListenerManager]
ResistanceHQBodyText="Доступ до iнформацiї сховища Опору"

[X2LWAbilitiesModTemplate]
strCritReductionFromConditionalToHit="Точнiсть"

[X2EventListener_Missions]
m_strClearSquad="ОЧИСТИТИ ЗАГIН"
m_strTooltipClearSquad="Видалити всiх солдат iз загону."

m_strAutofillSquad="АВТОЗАПОВНЕННЯ ЗАГОНУ"
m_strTooltipAutofillSquad="Автоматично заповнити вiльнi позицiї у загонi."

[X2EventListener_StrategyMap]
strTimeRemainingHoursOnly="<XGParam:IntValue0> год."
strTimeRemainingDaysAndHours="<XGParam:IntValue1> дн., <XGParam:IntValue0> год."
; LWOTC Translated
strDarkEventExpiredTitle="Подiя минула"
strDarkEventExpiredText="минуло"
OpenResistanceManagementStr="ВIДКРИТИ УПРАВЛIННЯ ОПОРОМ"
OpenHavenManagementStr="ВIДКРИТИ УПРАВЛIННЯ СХОВИЩЕМ"
; End Translated

[X2EventListener_Soldiers]
OnLiaisonDuty="Радник Сховища"
OnInfiltrationMission="Проникнення..."
UnitAlreadyInSquad="Солдат в iншому загонi"
UnitInSquad="Солдат уже в загонi"
RankTooLow="Недостатньо високий ранг"
CannotModifyOnMissionSoldierTooltip="Неможливо змiнити налаштування солдата, що знаходиться на завданнi"
; LWOTC Needs Translation
ReasonClassAbilityPickedAtRank="Вже обрано здiбнiсть класу на цьому ранзi"
; End Translation

[XComGameState_LWPersistentSquad]
+DefaultSquadNames="Загроза"
+DefaultSquadNames="Вуду"
+DefaultSquadNames="Мечник"
+DefaultSquadNames="Супершiсть"
+DefaultSquadNames="Гусарi"
+DefaultSquadNames="Драгуни"
+DefaultSquadNames="Дияволи"
+DefaultSquadNames="Дикi"
+DefaultSquadNames="Спартанцi"
+DefaultSquadNames="Морфей"
+DefaultSquadNames="Торнадо"
+DefaultSquadNames="Волонтери"
+DefaultSquadNames="Гризлi"
+DefaultSquadNames="Опора"
+DefaultSquadNames="Днарi"
+DefaultSquadNames="Леон"
+DefaultSquadNames="Убивця"
+DefaultSquadNames="Хижак"
+DefaultSquadNames="Гадюка"
+DefaultSquadNames="Мiцнi хлопцi"
+DefaultSquadNames="Мародери"
+DefaultSquadNames="Чорнi сторожi"
+DefaultSquadNames="Розбiйники"
+DefaultSquadNames="Зло"
+DefaultSquadNames="Азов"
+DefaultSquadNames="Милосердя"
+DefaultSquadNames="Справедливiсть"
+DefaultSquadNames="Дно"

+TempSquadNames="Альфа"
+TempSquadNames="Браво"
+TempSquadNames="Чарлi"
+TempSquadNames="Дельта"
+TempSquadNames="Ехо"
+TempSquadNames="Фокстрот"
+TempSquadNames="Гольф"
+TempSquadNames="Готель"
+TempSquadNames="Iндiя"
+TempSquadNames="Джульєтта"
+TempSquadNames="Кiло"
+TempSquadNames="Лiма"
+TempSquadNames="Майк"
+TempSquadNames="Листопад"
+TempSquadNames="Оскар"
+TempSquadNames="Тато"
+TempSquadNames="Квебек"
+TempSquadNames="Ромео"
+TempSquadNames="Сьєрра"
+TempSquadNames="Танго"
+TempSquadNames="Унiформа"
+TempSquadNames="Вiктор"
+TempSquadNames="Янки"
+TempSquadNames="Зулус"


BackupSquadName="Загiн XCOM \"<XGParam:StrValue0>\""
BackupTempSquadName="Тимчасовий загiн \"<XGParam:StrValue0>\""

[UIScreenListener_LivingQuarters]
+m_strSquadSelection="КАЗАРМА ЗАГОНУ"

[UIScreenListener_Alert]
m_strNewRebelsAvailableTitle="ПРИБУВ НОВИЙ ПЕРСОНАЛ ОПОРУ"
m_strNewRebelsAvailable="Очiкування призначення у сховищi Опору: %REGION"
m_strHelpBMGoodsDescription="Шеф, на чорному ринку можна найняти нових вчених, iнженерiв та досвiдчених солдатiв."

m_strInvasionTitle="ВТОРГНЕННЯ \"АДВЕНТА\""
m_strInvasionLabel="АТАКОВАНИЙ ЗВIЛЬНЕНИЙ РЕГIОН"
m_strInvasionBody="Шеф, \"Адвент\" намагається вiдбити звiльнений регiон. Вони ведуть масивний наступ на штаб тимчасового уряду!"
m_strInvasionFlare="ЕКСТРЕНЕ ПОВIДОМЛЕННЯ"
m_strInvasionConfirm="ПОКАЗАТИ ЗОНУ ВТОРГНЕННЯ"

m_strRepeatResearch="ПОВТОРИТИ ДОСЛIДЖЕННЯ"

[UIScreenListener_ArmoryWeaponUpgrade_LW]
; LWOTC Needs Translation
strStripWeaponUpgradesButton="Зняти удосконалення зброї"
StripAllWeaponUpgradesStr=Зняти удосконалення з неактивних солдат
; End Translation
strStripWeaponUpgradesTooltip="Зняти зi зброї всi удосконалення i повернути до загального iнвентарю"
strStripWeaponUpgradeDialogueTitle="ПIДТВЕРДИТИ ЗНЯТТЯ УДОСКОНАЛЕНЬ"
strStripWeaponUpgradeDialogueText="Ви дiйсно хочете зняти всi удосконалення з цiєї зброї та повернути її до загального iнвентарю?"

[UIPersonnel_SquadBarracks]
strSquadBarrackTitle="ЗАГIН: <XGParam:StrValue0>"
strUnassignedSoldierTitle="СОЛДАТИ БЕЗ ПРИЗНАЧЕННЯ"
strEdit="ПОКАЗАТИ"
strSelect="ВИБРАТИ"
strSquad="ЗАГIН"
strRenameSquad="ПЕРЕЙМЕНУВАТИ ЗАГIН"
strEditBiography="ЗМIНИТИ IСТОРIЮ"
strDeleteSquad="ВИДАЛИТИ ЗАГIН"
strAddSquad="СТВОРИТИ ЗАГIН"
strViewUnassigned="ПРИЗНАЧИТИ СОЛДАТIВ"
strViewSquad="СОЛДАТИ В ЗАГОНI"
strDeleteSquadConfirm="ПIДТВЕРДИТИ ВИДАЛЕННЯ ЗАГОНУ"
strDeleteSquadConfirmDesc="Видалити цей загiн?"
strMissions="Завдання: <XGParam:IntValue0>"
strDefaultSquadBiography="Активацiя: <XGParam:StrValue0>"

[UISquadContainer]
DefaultSquadTitle="ЗАГIН"

[UISquadListItem]
sSquadOnMission="НА ЗАВДАННI"
sSquadAvailable="ДОСТУПНИЙ"
sCovertness="Прихованiсть: <XGParam:IntValue0>"

[UIScreenListener_SquadSelect_LW]
strSave="Зберегти"
strSquad="Загiн"
strStart="Запуск"
strInfiltration="Проникнення"

; LWOTC Translated
strAreaOfOperations="Мiсцевiсть операцiї:"
; End Translated

[UIScreenListener_SkyrangerArrives_LW]
strLaunchInfiltration="ПОЧАТИ ПРОНИКНЕННЯ"
strAbortInfiltration="ПЕРЕРВАТИ ПРОНИКНЕННЯ"
strContinueInfiltration="ПРОДОВЖИТИ ПРОНИКНЕННЯ"

[XComGameState_LWSquadManager]
LabelBarracks_SquadManagement="Управлiння загонами"
TooltipBarracks_SquadManagement="Управлiння постiйними загонами солдат"

[UIStrategyMapItem_Mission_LW]
strRecon="Прон."
InfiltrationTooltipString="ПРОНИКНЕННЯ"

[UIMission_LWLaunchDelayedMission]
m_strMission="ПРОНИКНЕННЯ"
m_strOptions="НАЛАШТУВАННЯ ПРОНИКНЕННЯ"
m_strImageGreeble="ЗАШИФРОВАНЕ ПОВIДОМЛЕННЯ"
m_strWait="ОЧIКУВАННЯ"
m_strAbort="ПЕРЕРВАТИ"
m_strBoostInfiltration="ПРИСКОРИТИ ПРОНИКНЕННЯ"
m_strAlreadyBoostedInfiltration="Загiн <XGParam:StrValue0> вже прискорив проникнення"
m_strInsufficentIntelForBoostInfiltration="Недостатньо даних"
m_strBoostInfiltrationDescription="Ви можете витратити <XGParam:StrValue0>, щоб збiльшити швидкiсть проникнення загону на <XGParam:IntValue1>% для цього завдання. Прискорення зачiпає також вже витрачений час. Бажаєте витратити данi?"
m_strViewSquad="ПОКАЗАТИ ЗАГIН"
m_strInfiltrationStatusExpiring="Проникнення: <XGParam:IntValue0>% / <XGParam:IntValue1> дн. <XGParam:IntValue2> год. до 100%"
m_strInfiltrationStatusMissionEnding="Проникнення: <XGParam:IntValue0>% / <XGParam:IntValue1> дн. <XGParam:IntValue2> год. до початку"
m_strInfiltrationStatusNonExpiring="Проникнення: <XGParam:IntValue0>%"
m_strInfiltrationConsequence="Рiвень готовностi: <XGParam:StrValue0>"
m_strMustLaunchMission="Час закiнчується: потрiбно почати або перервати"
m_strInsuffientInfiltrationToLaunch="Для початку завдання необхiдне проникнення хоча б на <XGParam:IntValue0>%"

; these need to be coordinated in length with the  in LW_InfiltrationSettings.ini : AlertModifierAtInfiltration
+m_strAlertnessModifierDescriptions[0]="Неприступний"
+m_strAlertnessModifierDescriptions[1]="Неприступний"
+m_strAlertnessModifierDescriptions[2]="Неприступний"
+m_strAlertnessModifierDescriptions[3]="Пiдсилений"
+m_strAlertnessModifierDescriptions[4]="Пiдсилений"
+m_strAlertnessModifierDescriptions[5]="Пiдсилений"
+m_strAlertnessModifierDescriptions[6]="Попереджений"
+m_strAlertnessModifierDescriptions[7]="Попереджений"
+m_strAlertnessModifierDescriptions[8]="Попереджений"
+m_strAlertnessModifierDescriptions[9]="Насторожений"
+m_strAlertnessModifierDescriptions[10]="Насторожений"
+m_strAlertnessModifierDescriptions[11]="Насторожений"
+m_strAlertnessModifierDescriptions[12]="Нормальний"
+m_strAlertnessModifierDescriptions[13]="Вразливий"
+m_strAlertnessModifierDescriptions[14]="Вразливий"
+m_strAlertnessModifierDescriptions[15]="Вразливий"

[UIMission_LWCustomMission]
+m_strUrgent="ПОРУШЕННЯ БЕЗПЕКИ"
+m_strRendezvousMission="ТАЄМНА ЗУСТРIЧ"
+m_strRendezvousDesc="**У сховищi Опору в регiонi <XGParam:StrValue0/!WorldRegionName> помiченi недружнi переговори** Радник та добровольцi зi сховища мають вислiджувати та лiквiдувати шпигуна та його кураторiв iз \"Адвента\" на мiсцi зустрiчi."

m_strInvasionMission="ВТОРГНЕННЯ"
m_strInvasionWarning="ТРИВОГА"
m_strInvasionDesc="Сили \"Адвента\" почали вторгнення, їхня цiль - <XGParam:StrValue0/!WorldRegionName/>! Ми повиннi негайно вiдреагувати, iнакше влада у регiонi повернеться до \"Адвента\"."

[UIStrategyMapItem_Region_LW]
m_strOutpostTitle="Сховище: <XGParam:StrValue0>"
m_strAlertLevel="Сила Адвента: <XGParam:IntValue0> (Пильнiсть:<XGParam:IntValue2> Тех.рiвень:<XGParam:IntValue1>)"
m_strLiberatedRegion="Регiон звiльнено"
m_strStaffingPinText="М:<XGParam:IntValue0> Р:<XGParam:IntValue1> Д:<XGParam:IntValue2>"
m_strStaffingPinTextMore="К:<XGParam:IntValue0>"
m_strMonthlyRegionalIncome="+§<XGParam:IntValue0> (+§<XGParam:IntValue1>)"

[XComGameState_LWOutpostManager]
LabelCQ_ResistanceManagement="Управлiння Опором"
TooltipCQ_ResistanceManagement="Управлiння регiональними сховищами"

[UIResistanceManagement_LW]
m_strTitle="ОГЛЯД ОПОРУ"
m_strLabel="ЗВ'ЯЗОК IЗ СХОВИЩАМИ ОПОРУ..."
m_strRegionLabel="РЕГIОН"
m_strStrength="СИЛА \"АДВЕНТА\""
m_strAdviserLabel="Радник"
m_strIncomeLabel="ДОХIД"
m_strRebelCountLabel="СХОВИЩЕ"
m_strADVENTUnitSingular="Легiон"
m_strADVENTUnitPlural="Легiони"

m_strGlobalAlert="Глобальна сила \"Адвента\":"
m_strGlobalInsurgency="• Глобальна загроза Опору:"
m_strAvatarPenalty="• Прогрес проекту \"Аватар\" сповiльнено на <XGParam:IntValue0/>%"
m_strThreatVeryLow="Низька"
m_strThreatLow="Насторожений"
m_strThreatMedium="Пiдвищена"
m_strThreatHigh="Критична"
m_strThreatVeryHigh="Висока"
m_strLiberated="Звiльнено"
m_strResistanceManagementLevels="<XGParam:IntValue0> (Пильнiсть:<XGParam:IntValue1>)"
ViewHavenStr="ПЕРЕГЛЯНУТИ СХОВИЩЕ"
FlyToHavenStr="ЛЕТIТИ ДО СХОВИЩА"

[UIOutpostManagement]
m_strTitle="УПРАВЛIННЯ СХОВИЩЕМ"
m_strLabel="Тимчасовий iнтерфейс для управлiння сховищем..."
m_strName="Iм'я"
m_strMission="Завдання"
m_strBuildRadioRelay="Побудувати радіо"
m_strLiaisonTitle="Радник сховища"
m_strEditLoadout="Оснащення рад."
; 0=Alert, 1=Vigilance, 2=Force
m_strRegionalInfo="Сила \"Адвента\": <XGParam:IntValue0/>"
m_strResistanceMecs="МЕКи Опору: <XGParam:IntValue0/>"
m_strProhibited="Недоступно"
m_strCannotChangeLiaisonTitle="Не можна змiнити радника"
m_strCannotChangeLiaison="Змiнити радника в цей момент неможливо: у регiонi проводяться операцiї"
ChangeJobStr="ЗМIНИТИ ПОСАДУ"
ChangeAllJobsStr="ЗМIНИТИ ВСI ПОСАДИ"
PerksStr="ЗДIБНОСТI"

[UIScreenListener_TacticalHUD]
strEvacRequestTitle="Запрошена евакуацiя"
strEvacRequestSubtitle="Ходiв до прибуття \"Рейнджера\""

[LWRebelJob_DefaultJobSet]
strRebelRecruited="%UNIT набрано рекрутiв в сховищi в регiонi %REGION"
strSoldierRecruited="%UNIT прибув в регiон %REGION i тепер доступний для найму"
strStaffRecruited="%TITLE %UNIT: завербовано у регiонi %REGION"

;; REBEL JOB TEMPLATES
[NoJob LWRebelJobTemplate]
strJobName="Немає"

[Resupply LWRebelJobTemplate]
strJobName="Матерiали"

[Recruit LWRebelJobTemplate]
strJobName="Пошук рекрутiв"

[Intel LWRebelJobTemplate]
strJobName="Розвiдданi"

[Hiding LWRebelJobTemplate]
strJobName="Приховування"

[RebelJobMissions LWRebelJobTemplate]
strJobName="Завдання"

[UIScreenListener_ResistanceReport]
m_strStaffingHelp="Новий персонал чекає на вас на чорному ринку"

;;HELP TEMPLATES
[ResistanceManagement_Help LWHelpTemplate]
m_strHelpTitle="Управлiння Опором"
m_strHelpText="Панель управлiння Опором дозволяє керувати дiями осередкiв по всьому свiту. При встановленнi контакту з новими сховищами Опору вони з'являться на цьому екранi разом з описом їхнiх дiй та ефективностi. Виберiть регiон, щоб перейти на екран управлiння сховищем i змiнити прiоритети Опору в цьому регiонi. На екранi огляду опору, одна або двi точки бiля iменi регiону вiдображають прогрес щодо його звiльнення."
m_strHelpButtonTooltip="Довiдка з управлiння Опором"

[OutpostManagement_Help LWHelpTemplate]
m_strHelpTitle="Управлiння сховищем"
m_strHelpText="Ця панель дозволяє направити учасникiв Опору з конкретного сховища на завдання, що допомагають XCOM у боротьбi з \"Адвентом\". Також тут можна призначити члена XCOM як радника, клацнувши по рамцi зображення. Радники-солдати допомагають шукати новобранцiв i пiдтримувати безпеку, вченi - збирати розвiдданi, а iнженери - збирати матерiали. Бiльш повну iнформацiю про цi механiки ви знайдете у роздiлi \"Сховище Опору\" архiвiв XCOM у каютi шефа."
m_strHelpButtonTooltip="Довiдка з управлiння сховищем"

[Personnel_SquadBarracks_Help LWHelpTemplate]
m_strHelpTitle="Управлiння загонами"
m_strHelpText="Панель управлiння загонами дозволяє створювати та змiнювати загони, що вирушають на завдання. Загони - це сформованi заздалегiдь групи солдатiв, яких можна вiдправити на завдання з екрана вибору загону одним рухом. Загiн збирається за такими правилами:<br/><Bullet/> До загону можна призначити до 10 осiб; вибрати загiн можна у вiкнi вибору загону безпосередньо перед завданням.<br/><Bullet/> Якщо член загону поранений, тренується або просто не готовий йти в бiй, його можна тимчасово замiнити будь-яким вiльним солдатом безпосередньо перед завданням.<br/><Bullet/> Крiм того, можна зiбрати загiн повнiстю з незайнятих солдатiв (також прямо перед завданням); такий загiн отримає назву для його опiзнання на глобусi, але буде розформовано пiсля завершення завдання.<br/><Bullet/> Щоб солдат мiг бути призначений з одного постiйного загону в iнший, його спочатку потрiбно видалити з поточного загону."
m_strHelpButtonTooltip="Довiдка з управлiння загонами"

[SquadSelect_Help LWHelpTemplate]
m_strHelpTitle="Проникнення загону"
m_strHelpText="Багато завдань потребують часу на проникнення у зону дiй в обхiд найбiльш небезпечних сил \"Адвента\". Час проникнення залежить вiд розмiру загону та наявностi у солдатiв особливих здiбностей та спорядження. Бiльш повну iнформацiю про цi механiки ви знайдете у роздiлi \"Проникнення\" архiвiв XCOM у каютi шефа."
m_strHelpButtonTooltip="Довiдка з проникнення"

[X2StrategyElement_DefaultStaffSlots_LW]
m_strLiaisonLocation="Радник сховища: <XGParam:StrValue0>"

[X2StrategyElement_MissionSiteDescriptions_LW]
; This goes in front of a city name in invasion missions, e.g. "Free Chicago"
m_strLiberatedCityPrefix="Вiльне мiсто"

[XComGameState_LWOutPost]
m_strProhibitedJobAlert="Через рейд \"Адвента\" в регiонi <XGParam:StrValue1/> учасники Опору не можуть бути призначенi на роботу \"<XGParam:StrValue0/>\" у найближчi <XGParam:IntValue0/> дн. Всi повстанцi, що виконували цю роботу, змушенi перейти в режим приховування."
m_strProhibitedJobEnded="Учасники Опору в регiонi <XGParam:StrValue0/>, зайнятi роботою \"<XGParam:StrValue1/>\", знову продуктивно працюють."
;LWOTC translated
m_strRetributionEnded="Учасники опору в регiонi <XGParam:StrValue0/> одужали вiд вiдплати Обраного"
;End translated
[X2StrategyElement_DefaultAlienActivities]
m_strInsufficientRebels="Потрiбно як мiнiмум <XGParam:IntValue0/> повстанцiв у сховищi, щоб встановити контакт iз сусiдами"

[UIScreenListener_Alert]
m_strInvasionTitle="ВТОРГНЕННЯ \"АДВЕНТА\""
m_strInvasionLabel="АТАКОВАНИЙ ЗВIЛЬНЕНИЙ РЕГIОН"
m_strInvasionBody="Шеф, \"Адвент\" намагається вiдбити звiльнений регiон. Вони ведуть масивний наступ на штаб тимчасового уряду!"
m_strInvasionFlare="ЕКСТРЕНЕ ПОВIДОМЛЕННЯ"
m_strInvasionConfirm="ПОКАЗАТИ ЗОНУ ВТОРГНЕННЯ"

[UIScreenListener_ShellDifficulty]
.Credits=""
.Credits=Керiвник дизайну
.Credits=Джон "JohnnyLump" Лампкiн
.Credits=""
.Credits=Технiчний керiвник
.Credits=Рейчел "Amineri" Норман
.Credits=""
.Credits=Програмiсти
.Credits=Джонатан "tracktwo" Емметт
.Credits=Крiс "chrisb" Бортiєн
.Credits=""
.Credits=Художники
.Credits=Джеймс "JCLewis" Карлсон
.Credits=Крiс "CapnBubs" Менселл
.Credits=Дана "lfish" Гендерсон
.Credits=Роберт "BazserMazser" Бакос
.Credits=Олександр "XMarksTheSpot" Бене
.Credits=Персi Парак
.Credits=""
.Credits=Керiвник з контролю якостi
.Credits=Тiм "Bilfdoffle" Еванс
.Credits=""
.Credits=Керiвники з контролю якостi та дизайнери-консультанти
.Credits=Метт "WyMANderly" Прайс
.Credits=Ксав'єр Вiнс
.Credits=Стiвен "JoINrbs" Флавалл
.Credits=Тiм "deaconivory" Дуглас
.Credits=Кейтлiн Макдональд, Поль "Kordolius" Массiп, Бенедикт Джека "Саф"
.Credits=Колiн "Thrair" Гендершот, Поль "Plockets" Гайлс, Гiмра, Ронар
.Credits=""
.Credits="Особлива подяка"
.Credits="Гарретт Бiттнер, Кейсi Коулмен, Гарт Деангелiс"
.Credits="Браян Гесс, Саджад Маджiд, Раян МакФолл"
.Credits="Кевiн Шульц, Джейк Соломон, Брiттанi Штайнер, Iен Уiллоуз"
.Credits="McDenny's 09, Проект Highlander у спiльнотi"
.Credits="РобоДжампер, Bountygiver, xylthixlm, Beaglerush"
.Credits="Наша зграя спот-перекладачiв на форумах PI"
.Credits=""

[UIUtilities_LW]
m_strInfiltrationMission="Мiсiя проникнення"
m_strQuickResponseMission="Мiсiя швидкого реагування"
m_strFixedEvacLocation="Фiксована точка евакуацiї"
m_strFlareEvac="Евакуацiя за запитом"
m_strDelayedEvac="Евакуацiя iз затримкою"
m_strNoEvac="Без евакуацiї"
m_strMaxSquadSize="Максимальний розмiр загону"
m_strConcealedStart="Початок у прихованому станi"
m_strRevealedStart="Початок у без прихованого стану"
m_strObjectiveTimer="Таймер мiсiї:"
m_strExtractionTimer="Час на евакуацiю:"
m_strEvacTimer="До прибуття Рейнжера:"
m_strGetCorpses="Збiр всiх трофеїв"
m_strSweepObjective="Зачистка"
m_strEvacRequired="Потрiбна евакуацiя"
m_strTurnSingular="Хiд"
m_strTurnPlural="Ходiв"
m_strMinimumInfiltration="Потрiбно щонайменше <XGParam:IntValue0>% проникнення"
m_strYellowAlert="Противник у пiдвищенiй готовностi"
m_sAverageScatterText="± <XGParam:StrValue0/> Клiтинок"
m_strBullet="•"

m_strStripWeaponUpgrades=ЗНЯТИ ВСI МОДИФIКАЦIЇ ЗБРОЇ
m_strStripWeaponUpgradesLower=Зняти Всi Модифiкацiї Зброї
; LWOTC Needs Translation
m_strStripWeaponUpgradesConfirm=ПIДТВЕРДIТЬ ЗНЯТТЯ ВСIХ МОДИФIКАЦIЙ З НЕАКТИВНИХ СОЛДАТ
m_strStripWeaponUpgradesConfirmDesc=Пiдтвердити зняття модифiкацiй з усiєї основної зброї у солдатiв, якi не обранi для поточної мiсiї. Це спорядження негайно стане доступним для екiпiровки. Звернiть увагу, що це зняття є постiйним i на зброю знову потрiбно буде прикрiпити модифiкацiї.
m_strTooltipStripWeapons=Зняти всi модифiкацiї зброї у всiх солдатiв, якi не обранi для поточної мiсiї.
; End Translation

m_strAllHandsToHangar=ВСI СОЛДАТИ ДО ГОТОВНОСТI
m_strAllHandsToHangarConfirm=ПIДТВЕРДIТЬ ВIДПРАВЛЕННЯ ВСIХ БIЙЦIВ В ГОТОВНIСТЬ
m_strAllHandsToHangarConfirmDesc=Приводить у готовнiсть всiх доступних бiйцiв, якi перебувають на тренуваннях у партизанськiй школi, центрi пiдготовки або госпiталi i робить їх доступними для вибору на мiсiю. Тренування перерветься i його потрiбно буде почати заново. Пiдготовка псiонiкiв не переривається.
m_strTooltipAllHandsToHangar=Приводить у готовнiсть всiх бiйцiв, якi перебувають на тренуваннях у партизанськiй школi, центрi пiдготовки та госпiталi.

m_strPrevHaven="ПОПЕРЕДНЄ СХОВИЩЕ"
m_strNextHaven="НАСТУПНЕ СХОВИЩЕ"

; LWOTC Translated
; LWOTC Needs Translation
[UIListener_CampaignStartMenu]

strDisabledTutorialTooltip="Навчання вiдключене з модифiкацiєю Long War of The Chosen"
strDisabledNarrativeContentTooltip="Lost and Abandoned вiдключено з модифiкацiєю Long War of The Chosen"
strDisabledPrecisionExplosivesTooltip="Precision Explosives вiдключено з модифiкацiєю Long War of the Chosen"
; End Translated

[UICovertActionReport_LW]
strCovertActionFailed="ПРОВАЛ"

[UIScreenListener_ViewObjectives]
; LWOTC Translated
ScrollObjectiveDescriptionStr="Розгорнути опис завдання"
; End Translated

[X2Effect_ChosenLoot]
m_strChosenLoot="(<XGParam:IntValue0/>) <XGParam:StrValue0/!ItemName/> Нагороджено за убивство Обраного."

[UISL_Shell_LWoTCVersion]
strMessage_Title = "Long War Of The Chosen"
strMessage_Header = "Long War Of The Chosen оновлено!"
strMessage_Body = "Версiя 1.1.0 випущена з багатьма нововведеннями та полiпшеннями, включаючи:<ul><li>Нова 5-рiвнева система Обраних для кращого прогресу</li><li>Новi прихованi дiї, якi нагороджують мiсiї на проникнення</li><li>Новi карти для мiсiй мережевої вежi та гонки за ящиками</li><li>Перероблений Тамплiєр з псi-щитом вiд Iridar</li><li>Покращення стабiльностi</li><li>Покращена сумiснiсть з модами</li><li>Балансовi корекцiї для класiв, героїв та бiльше</li><li>Та набагато бiльше, нiж можна сюди вмiстити без гiгантської прокрутки</li></ul>Перевiрте документ Google, посилання на який наведено в змiнах Steam, або вiдвiдайте Discord LWoTC!"
strDismiss_Button = "ОК"

[UISL_Shell_BetaPatchNotes]
strMessage_Title = "Long War Of The Chosen"
strMessage_Header = "Змiни у версiї RC35:"
strMessage_Body = "<ul><li>Виправлено проблему, коли Обранi вiдроджувалися з повним ОЗ пiсля вбивства Саркофага.</li><li>Перероблено картки змагання за ящиками в дикiй природi, щоб уникнути появи ящикiв на дахах вантажiвок.</li><li>Виправлено проблему, коли ПСI злиття не забезпечувало бонус до критичної шкоди з псi-ампулом випуску променевої зброї.</li><li>Виправлено проблему, коли деякi елементи мiсiй використовували рiвень сили AlienHQ замiсть регiонального рiвня сили LW.</li><li>Вiдредаговано нагороди за приховану операцiю мiсiї гонки за ящиками: трохи зменшено нагороди матерiалiв, додано PCS, оновлення зброї, елерiйовi ядра та датапади до ящикiв.</li><li>Виправлено проблему, коли Омнiвiзiя Мисливця не була видалена з усiх варiантiв складностi.</li><li>Виправлено невiдповiднiсть вимог щодо трупiв для миттєвих аутопсiй Спектра, Священика та Палача.</li><li>Додано перемикач конфiгурацiї для включення/вимкнення карт центрiв мiст для тестування. Вимикач не змiнює iснуючi центри мiст, якщо вони були згенерованi з картами центрiв мiст, але майбутнi центри мiст їх не використовуватимуть.</li><li>Ще один раунд оновлень локалiзацiї вiд Copyrite.</li></ul>"
strDismiss_Button = "ОК"

[X2Effect_LWHolotarget]
HoloTargetEffectName="У голографiчному прицiлi"